Autodesk.Navisworks.Api.HelpIdResult
Represents a Help Id returned from a call to a ToolPlugin or Input Plugin.

Autodesk.Navisworks.Api.HelpIdResult.#ctor
Constructor for a HelpIdResult.

Autodesk.Navisworks.Api.HelpIdResult.Handled
The status of whether the plugin handled the call. If true then HelpId should containg the Help Id.

Autodesk.Navisworks.Api.HelpIdResult.Id
Help Id being returned.